-- --------------------------------------------------------
-- Хост:                         127.0.0.1
-- Версия сервера:               5.5.23 - MySQL Community Server (GPL)
-- Операционная система:         Win32
-- HeidiSQL Версия:              9.4.0.5125
-- --------------------------------------------------------

/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET NAMES utf8 */;
/*!50503 SET NAMES utf8mb4 */;
/*!40014 SET @OLD_FOREIGN_KEY_CHECKS=@@FOREIGN_KEY_CHECKS, FOREIGN_KEY_CHECKS=0 */;
/*!40101 SET @OLD_SQL_MODE=@@SQL_MODE, SQL_MODE='NO_AUTO_VALUE_ON_ZERO' */;

-- Дамп структуры для таблица kassa_avtovokzal.marshruty
CREATE TABLE IF NOT EXISTS `marshruty` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `номер_рейса` int(11) NOT NULL DEFAULT '0',
  `время_отправления` time NOT NULL DEFAULT '00:00:00',
  `время_назначения` time NOT NULL DEFAULT '00:00:00',
  `пункт_отправления` varchar(50) NOT NULL DEFAULT '0',
  `пункт назначения` varchar(50) NOT NULL DEFAULT '0',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=32 DEFAULT CHARSET=utf8;

-- Дамп данных таблицы kassa_avtovokzal.marshruty: ~31 rows (приблизительно)
/*!40000 ALTER TABLE `marshruty` DISABLE KEYS */;
INSERT INTO `marshruty` (`id`, `номер_рейса`, `время_отправления`, `время_назначения`, `пункт_отправления`, `пункт назначения`) VALUES
	(1, 1, '07:20:00', '12:45:00', 'Глазов', 'Воткинск'),
	(2, 2, '13:30:00', '18:20:00', 'Глазов', 'Воткинск'),
	(3, 1, '06:15:00', '07:40:00', 'Глазов', 'Карсовай'),
	(4, 2, '12:50:00', '14:15:00', 'Глазов', 'Карсовай'),
	(5, 3, '15:30:00', '16:55:00', 'Глазов', 'Карсовай'),
	(6, 1, '06:00:00', '07:30:00', 'Глазов', 'Красногорское'),
	(7, 2, '09:30:00', '10:45:00', 'Глазов', 'Красногорское'),
	(8, 3, '13:30:00', '14:00:00', 'Глазов', 'Красногорское'),
	(9, 1, '06:00:00', '06:50:00', 'Глазов', 'Отогурт'),
	(10, 2, '08:30:00', '09:20:00', 'Глазов', 'Отогурт'),
	(11, 3, '11:30:00', '12:20:00', 'Глазов', 'Отогурт'),
	(12, 4, '15:00:00', '15:50:00', 'Глазов', 'Отогурт'),
	(13, 5, '17:30:00', '18:20:00', 'Глазов', 'Отогурт'),
	(14, 1, '09:00:00', '09:50:00', 'Глазов', 'Парзи'),
	(15, 2, '11:00:00', '11:50:00', 'Глазов', 'Парзи'),
	(16, 3, '17:00:00', '17:50:00', 'Глазов', 'Парзи'),
	(17, 1, '12:50:00', '18:40:00', 'Глазов', 'Пермь'),
	(18, 1, '06:30:00', '08:00:00', 'Глазов', 'Пудем'),
	(19, 2, '10:30:00', '12:00:00', 'Глазов', 'Пудем'),
	(20, 3, '11:35:00', '13:15:00', 'Глазов', 'Пудем'),
	(21, 4, '14:30:00', '15:10:00', 'Глазов', 'Пудем'),
	(22, 5, '16:00:00', '18:00:00', 'Глазов', 'Пудем'),
	(23, 1, '05:40:00', '10:40:00', 'Глазов', 'Сарапул'),
	(24, 2, '08:00:00', '13:00:00', 'Глазов', 'Сарапул'),
	(25, 3, '10:00:00', '15:00:00', 'Глазов', 'Сарапул'),
	(26, 4, '12:45:00', '17:45:00', 'Глазов', 'Сарапул'),
	(27, 5, '15:15:00', '20:15:00', 'Глазов', 'Сарапул'),
	(28, 1, '07:00:00', '07:50:00', 'Глазов', 'Учхоз'),
	(29, 2, '15:00:00', '15:50:00', 'Глазов', 'Учхоз'),
	(30, 1, '09:00:00', '10:15:00', 'Глазов', 'Яр'),
	(31, 2, '12:30:00', '13:45:00', 'Глазов', 'Яр');
/*!40000 ALTER TABLE `marshruty` ENABLE KEYS */;

/*!40101 SET SQL_MODE=IFNULL(@OLD_SQL_MODE, '') */;
/*!40014 SET FOREIGN_KEY_CHECKS=IF(@OLD_FOREIGN_KEY_CHECKS IS NULL, 1, @OLD_FOREIGN_KEY_CHECKS) */;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
